---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyDifference
source: html/ee5f75ab-dc92-3512-503e-a24960b3a963.htm
---
# AssemblyDifference Members

Releases all resources used by the AssemblyDifference